/* 
   Localizable.strings
   Trillian

   Created by Rachel Blackman on 12/4/08.
   Copyright 2008 Cerulean Studios, LLC. All rights reserved.
 */

"defaultSectionTitle" = "Contacts";
"loginWindowVersion" = "%major%.%minor% Build %build%";

"messageCurrentConversation" = "%time%";
"messageBuzzeeText" = "%displayname_remote% buzzes you!";
"messageBuzzerText" = "%displayname_local% buzzes %displayname_remote%!";

"awayMessage" = "Away since %time% (%timezone%)";
"defaultStatusMessage" = "Share a message ...";
"defaultStatusMessageShort" = "Message ...";
"defaultNameText" = "Set your name";

"removeAccountItem" = "Delete Account...";
"removeAccountTitle" = "Delete Account?";
"removeAccountConfirm" = "This will permanently delete account \"%account%\" from your login screen.";

"wizardPopupTitle" = "Welcome to Trillian!";
"wizardPopupText" = "Please use the panel above to configure your basic information and add new IM and social networking accounts.";

"iconholderSingleTitle" = "%medium% - %account% (%status%)";
"iconholderMultiTitle" = "%medium% (%accounts% accounts)";
"iconholderManageTitle" = "Manage Accounts...";
"iconholderConnectTitle" = "Connect to %account%...";

"deleteContactTitle" = "Delete Contact?";
"deleteContactConfirm" = "This will permanently remove %medium% contact \"%name%\" from your list.";
"deleteContactsTitle" = "Delete Contacts?";
"deleteContactsConfirm" = "This will permanently remove the %count% selected contacts from your list.";
"deleteGroupTitle" = "Delete Group?";
"deleteGroupConfirm" = "This will permanently remove group \"%name%\" and its %count% contacts from your list.";
"deleteGroupSingleConfirm" = "This will permanently remove group \"%name%\" and its %count% contact from your list.";
"deleteGroupEmptyConfirm" = "This will permanently remove empty group \"%name%\" from your list.";
"deleteMetaTitle" = "Delete MetaContact?";
"deleteMetaConfirm" = "This will permanently remove MetaContact \"%name%\" and its %count% contacts from your list.";
"deleteMetaSingleConfirm" = "This will permanently remove MetaContact \"%name%\" and its %count% contact from your list.";
"deleteMetaEmptyConfirm" = "This will permanently remove empty MetaContact \"%name%\" from your list.";

"deleteConnectionTitle" = "Delete Account?";
"deleteConnectionConfirm" = "This will permanently remove %medium% account \"%account%\" from your list.";

"filetransferChooseTitle" = "Pick a file to transfer to %remote%";
"filetransferIncomingInfo" = "%file% from %remote%";
"filetransferOutgoingInfo" = "%file% to %remote%";
"filetransferInitializing" = "Establishing connection...";
"filetransferActiveStatus" = "%progress% out of %total% (%speed%/sec)...";
"filetransferStalledStatus" = "%progress% out of %total% (transfer stalled)...";
"filetransferArchivingStatus" = "Creating ZIP file to send...";
"filetransferCancel" = "Cancel transfer";
"filetransferReveal" = "Show in Finder";
"filetransferResume" = "Resend file";

"filetransferTextIncomingPending" = "%remote% is trying to send you \"%file%\"";
"filetransferTextIncomingDone" = "You have received %file%";
"filetransferTextOutgoingDone" = "%remote% has received %file%";

"filetransferPrefsTitle" = "File Transfers";
"filetransferPrefsTitleShort" = "Transfers";
"filetransferSafariDirectory" = "Use Safari Download Folder";
"filetransferOtherDirectory" = "Other...";

"notificationsTitle" = "Notifications";
"notificationsTitleShort" = "Notifications";

"chatsTitle" = "Chat";
"chatsTitleShort" = "Chat";

"historyTitle" = "Activity History";
"historyTitleShort" = "Activity History";

"appearanceTitle" = "Appearance and Behavior";
"appearanceTitleShort" = "Appearance";

"connectionChooserLabel" = "Select an account to chat on:";

"conversationInfoLine" = "From %local% to %remote%";

"sessionErrorPassword" = "Password incorrect.";
"sessionErrorPasswordOnline" = "The Trillian Astra password you entered is incorrect. Please try again.";
"sessionErrorUnverified" = "Account still needs to be confirmed.";
"sessionErrorExpired" = "Your password has expired.";
"sessionErrorMigration" = "Your Astra account requires migration. Please contact support.";
"sessionErrorGeneric" = "Connection failed.";
"New Account" = "New Account";

"filetransferTitle" = "File Transfer";
"filetransferLabel" = "File transfer from:";
"filetransferRequest" = "%username% would like to send you the following file:\n%file% (%size%)";
"filetransferDetail" = "%size%";
"filetransferRequestShort" = "File transfer pending!";

"alertAddTitle" = "Authorization Request";
"alertAddLabel" = "Contact list add request from:";
"alertAddRequest" = "%username% would like to add you to their contact list";
"alertAddRequestReason" = "%username% would like to add you to their contact list: %reason%";
"alertAddDetail" = "This will allow %username% to see your status updates.";
"alertAddRequestShort" = "Add request pending!";

"avatarWindowTitle" = "Avatar";
"avatarMenuPick" = "Edit Avatar...";
"avatarMenuClear" = "Clear Avatar...";
"avatarClearTitle" = "Clear Avatar?";
"avatarClearConfirm" = "This will clear your avatar from all networks.";

"Approve" = "Approve";
"Accept" = "Accept";
"Save" = "Save";
"Deny" = "Deny";
"Decline" = "Decline";
"Block" = "Block";
"Ignore" = "Ignore";
"Chat" = "Chat";
"None" = "None";

"Save" = "Save";
"Delete" = "Delete";
"Remove" = "Remove";
"Cancel" = "Cancel";
"Connect" = "Connect";
"Disconnect" = "Disconnect";

"accountsTitle" = "Accounts";
"accountsTitleShort" = "Accounts";

"online" = "Online";
"away" = "Away";
"invisible" = "Invisible";
"offline" = "Offline";
"Music" = "Current Music";

"growlName.trillian-offlinemode" = "Trillian moves to offline mode";
"growlTitle.trillian-offlinemode" = "Offline Mode";
"growlText.trillian-offlinemode" = "Unable to connect to the Astra network. Your copy of Trillian will be running in offline mode for this session, with continuous client and cloud synching disabled.";

"growlName.contacts-online" = "Contact signs online"; 
"growlTitle.contacts-online" = "%displayname%"; 
"growlText.contacts-online" = "has just signed on."; 

"growlName.contacts-offline" = "Contact signs offline"; 
"growlTitle.contacts-offline" = "%displayname%"; 
"growlText.contacts-offline" = "has just signed off."; 

"growlName.contacts-status" = "Contact changes status"; 
"growlTitle.contacts-status" = "%displayname%"; 
"growlText.contacts-status" = "has changed status to %status%."; 

"growlName.contacts-statusmessage" = "Contact changes status message"; 
"growlTitle.contacts-statusmessage" = "%displayname%"; 
"growlText.contacts-statusmessage" = "has changed status to %status%: \"%statusmessage%\""; 

"growlName.message-buzz" = "Contact sends a buzz"; 
"growlTitle.message-buzz" = "%displayname%"; 
"growlText.message-buzz" = "has buzzed you!"; 

"growlName.message-prepare" = "Contact prepares a new message"; 
"growlTitle.message-prepare" = "%displayname%"; 
"growlText.message-prepare" = "is preparing to send you a message..."; 

"growlName.message-inbound" = "New message is received"; 
"growlTitle.message-inbound" = "%displayname%"; 
"growlText.message-inbound" = "%message%"; 
"messageImageNotice" = "has sent you an image.";

"growlName.chat-inbound" = "New chatroom message is received"; 
"growlTitle.chat-inbound" = "%location%"; 
"growlText.chat-inbound" = "%displayname%: %message%";

"growlName.systray-alert" = "An alert requires your attention";

"ASTRA" = "Astra";
"longASTRA" = "Astra";
"uinASTRA" = "Username";
"placeholderASTRA" = "e.g. tricia42";
"AIM" = "AIM";
"longAIM" = "AIM / MobileMe";
"uinAIM" = "Screen Name";
"placeholderAIM" = "e.g. tricia42";
"ICQ" = "ICQ";
"longICQ" = "ICQ";
"uinICQ" = "UIN";
"placeholderICQ" = "e.g. 1234567";
"MSN" = "Windows Live";
"longMSN" = "Windows Live Messenger";
"uinMSN" = "Email";
"placeholderMSN" = "e.g. tricia42@hotmail.com";
"JABBER" = "Jabber/XMPP";
"longJABBER" = "Jabber/XMPP";
"uinJABBER" = "JID";
"placeholderJABBER" = "e.g. tricia42@jabber.org";
"GOOGLE" = "Google Talk";
"longGOOGLE" = "Google Talk";
"uinGOOGLE" = "Email";
"placeholderGOOGLE" = "e.g. tricia42@gmail.com";
"METACONTACT" = "Metacontact";
"uinMETACONTACT" = "Name";
"longMETACONTACT" = "Metacontacts";
"MYSPACE" = "MySpaceIM";
"longMYSPACE" = "MySpaceIM";
"uinMYSPACE" = "Email";
"uinDisplayMYSPACE" = "User ID";
"placeholderMYSPACE" = "e.g. tricia42@domain.com";
"FACEBOOK" = "Facebook";
"longFACEBOOK" = "Facebook";
"uinFACEBOOK" = "Name";
"placeholderFACEBOOK" = "e.g. tricia42@domain.com";
"TWITTER" = "Twitter";
"longTWITTER" = "Twitter";
"uinTWITTER" = "Username";
"placeholderTWITTER" = "e.g. trillianastra";
"YAHOO" = "Yahoo!";
"longYAHOO" = "Yahoo! Messenger";
"uinYAHOO" = "Yahoo ID";
"placeholderYAHOO" = "e.g. tricia42";
"EMAIL" = "Email";
"longEMAIL" = "Email";
"uinEMAIL" = "Email";
"placeholderEMAIL" = "e.g. tricia42@domain.com";
"RENDEZVOUS" = "Bonjour";
"longRENDEZVOUS" = "Bonjour";
"uinRENDEZVOUS" = "Name";
"placeholderRENDEZVOUS" = "e.g. Tricia";
"FOURSQUARE" = "Foursquare";
"longFOURSQUARE" = "Foursquare";
"uinFOURSQUARE" = "Name";
"placeholderFOURSQUARE" = "e.g. Tricia";
"LINKEDIN" = "LinkedIn";
"longLINKEDIN" = "LinkedIn";
"uinLINKEDIN" = "Name";
"placeholderLINKEDIN" = "e.g. Tricia";
"VZ" = "VZ";
"longVZ" = "VZ";
"uinVZ" = "Email";
"placeholderVZ" = "e.g. tricia42@domain.com";
"SCHUELERVZ" = "schuelerVZ";
"longSCHUELERVZ" = "schuelerVZ";
"uinSCHUELERVZ" = "Email";
"placeholderSCHUELERVZ" = "e.g. tricia42@domain.com";
"SKYPE" = "Skype";
"longSKYPE" = "Skype";
"uinSKYPE" = "Username";
"placeholderSKYPE" = "e.g. tricia42";